/* GENERAL STRINGS */

"OK" = "네";
"Delete" = "삭제";
"Basic settings" = "기본 세팅";



/* MAIN ACTIVITIES */

"Home" = "홈";
"Open" = "열림";
"Closed" = "닫힘";
"Awards" = "어워드";



/* HOME VIEW */

"Up next" = "다음 아이템";
"More to explore" = "더 많은 아이템";



/* PROJECTS VIEW */

"Open Projects" = "열린 프로젝트";
"Closed Projects" = "닫힌 프로젝트";
"Add Project" = "프로젝트 생성";
"Add New Item" = "새로운 아이템 생성";
"There's nothing here right now" = "아무것도 존재하지 않습니다.";

/* A button that shows a menu with the following options */
"Sort" = "정돈";
"Sort items" = "정돈 아이템"; /* The title of the menu */
"Optimized" = "최적화"; /* Sort using an optimized algorithm */
"Creation Date" = "생성 날짜"; /* Sort by the date items were created */
"Title" = "타이틀"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "새로운 프로젝트";
"New Item" = "새로운 아이템";



/* EDITING PROJECTS */
"Edit View" = "설정";
"Edit Project" = "프로젝트 설정";
"Project name" = "프로젝트 이름";
"Description of this project" = "프로젝트 설명";
"Custom project color" = "커스텀 프로젝트 색상";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "프로젝트 닫기";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Reopen this project" = "프로젝트 다시 열기";
"Delete this project" = "프로젝트 삭제";
"Delete project?" = "프로젝트를 삭제하시겠습니까?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";



/* EDITING ITEMS */
"Edit Item" = "아이템 설정";
"Item name" = "아이템 이름";
"Description" = "설명";
"Priority" = "우선순위";
"Low" = "낮음";
"Medium" = "중간";
"High" = "높음";

"Mark Completed" = "완료"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "잠김";
"Unlocked: %@" = "획득: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
